[
  {
    "id": "PJO-LR",
    "title": "Percy Jackson e o Ladrão de Raios",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-LR.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2005,
    "description": "Embarque em uma emocionante jornada ao lado de Percy Jackson, um garoto que descobre ser um semideus, filho de Poseidon. Acusado injustamente de roubar o raio-mestre de Zeus, Percy se vê no centro de uma conspiração que pode levar a uma guerra entre os deuses do Olimpo. Acompanhe Percy, Annabeth e Grover enquanto enfrentam monstros mitológicos, desvendam segredos antigos e lutam para limpar o seu nome e evitar uma catástrofe divina."
  },
  {
    "id": "PJO-MM",
    "title": "Percy Jackson e o Mar de Monstros",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-MM.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2006,
    "description": "Percy Jackson retorna em uma aventura repleta de perigos, navegando pelo temido Mar de Monstros em busca do lendário Velocino de Ouro, o único artefato que pode salvar o acampamento dos semideuses da destruição. No caminho, eles enfrentam criaturas mitológicas aterrorizantes, descobrem segredos misteriosos e testam os limites de sua amizade e coragem."
  },
  {
    "id": "PJO-MT",
    "title": "Percy Jackson e a Maldição do Titã",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-MT.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2007,
    "description": "A ameaça do titã Cronos cresce cada vez mais, e Percy e seus amigos devem se unir para enfrentar o inimigo mais poderoso que já encontraram. A maldição do titã ameaça a profecia que poderia mudar o destino dos semideuses, e eles precisam correr contra o tempo para evitar a destruição do Olimpo."
  },
  {
    "id": "PJO-BL",
    "title": "Percy Jackson e a Batalha do Labirinto",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-BL.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2008,
    "description": "Percy Jackson e seus aliados exploram o misterioso Labirinto de Dédalo, uma construção lendária repleta de armadilhas e enigmas. Sua missão é encontrar uma saída para evitar a invasão de monstros que ameaça o acampamento. Ao mesmo tempo, eles descobrem segredos que podem mudar tudo o que sabem sobre o mundo dos semideuses."
  },
  {
    "id": "PJO-UO",
    "title": "Percy Jackson e os Olimpianos: O Último Olimpiano",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-UO.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2009,
    "description": "Na emocionante conclusão da série, Percy Jackson enfrenta a batalha final contra as forças do titã Cronos, que ameaçam destruir o Olimpo e mergulhar o mundo na escuridão. O destino dos semideuses e dos deuses gregos está em suas mãos, e ele deve provar seu valor como um verdadeiro herói em uma luta épica."
  },
  {
    "id": "PJO-GD",
    "title": "O Guia Definitivo Percy Jackson e os Olimpianos",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-GD.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2009,
    "description": "Este guia abrangente oferece uma visão detalhada do mundo dos semideuses e dos deuses gregos. Explore a história e os segredos por trás dos personagens, monstros e lugares que fazem parte da saga de Percy Jackson. Descubra fatos curiosos, ilustrações exclusivas e informações essenciais para os fãs."
  },
  {
    "id": "PJO-AS",
    "title": "Os Arquivos do Semideus",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-AS.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2010,
    "description": "Explore novas histórias e informações exclusivas no mundo dos semideuses com 'Os Arquivos do Semideus'. Este livro apresenta relatos adicionais, missões extras e detalhes fascinantes sobre os personagens favoritos da série Percy Jackson e os Olimpianos. Uma leitura essencial para os fãs que desejam aprofundar ainda mais seu conhecimento sobre o universo criado por Rick Riordan."
  },
  {
    "id": "PJO-LR-HQ",
    "title": "Percy Jackson e o Ladrão de Raios",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-LR-HQ.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2010,
    "description": "A adaptação em quadrinhos do primeiro livro da série traz uma nova forma de vivenciar a história de Percy Jackson. Com ilustrações envolventes, esta HQ permite aos fãs reviverem as aventuras do semideus e sua jornada para provar sua inocência e impedir uma guerra entre os deuses."
  },
  {
    "id": "PJO-MM-HQ",
    "title": "Percy Jackson e o Mar de Monstros",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-MM-HQ.png",
    "type": "HQ",
    "status": "Lido",
    "year": "2013",
    "description": "A versão em quadrinhos da emocionante continuação da série, onde Percy embarca em uma jornada pelo Mar de Monstros para encontrar o mítico Velocino de Ouro. Com seus amigos e aliados, Percy enfrenta desafios épicos e criaturas mitológicas para salvar o Acampamento Meio-Sangue."
  },
  {
    "id": "PJO-MT-HQ",
    "title": "Percy Jackson e a Maldição do Titã",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-MT-HQ.png",
    "type": "HQ",
    "status": "Lido",
    "year": "2014",
    "description": "A adaptação em quadrinhos do terceiro livro da série, onde Percy parte em uma perigosa missão para resgatar Annabeth e Artemis das garras do General dos Titãs. Com reviravoltas emocionantes e encontros com deuses e monstros, Percy enfrenta seu destino como um herói meio-sangue."
  },
  {
    "id": "PJO-CD",
    "title": "Percy Jackson e O Cálice dos Deuses",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-CD.png",
    "type": "Livro",
    "status": "Quero",
    "year": "2023",
    "description": "Após quase dez anos de espera, os fãs do semideus mais amado ― e azarado ― da literatura já podem comemorar: Percy Jackson está de volta! No aguardado novo título da série Percy Jackson e os olimpianos, que chega ao Brasil em lançamento simultâneo, o filho de Poseidon se prepara para uma de suas missões mais difíceis até agora: entrar na faculdade."
  },
  {
    "id": "HHO-LH",
    "title": "O Herói Perdido",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/HHO-LH.png",
    "type": "Livro",
    "status": "Lido",
    "year": "2010",
    "description": "Em 'O Herói Perdido', Jason acorda em um ônibus escolar sem memória, ao lado de dois amigos que também não se lembram de nada. Juntos, eles embarcam em uma jornada épica para descobrir suas identidades e enfrentar desafios inimagináveis. Uma nova profecia, deuses romanos e perigos inesperados aguardam esses heróis perdidos."
  },
  {
    "id": "HHO-FA",
    "title": "O Filho de Netuno",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/HHO-FA.png",
    "type": "Livro",
    "status": "Lido",
    "year": "2011",
    "description": "Percy Jackson está de volta, mas com amnésia. Ele se junta a novos amigos em uma missão para liberar a Morte da Terra e salvar o Acampamento Meio-Sangue. 'O Filho de Netuno' é uma emocionante continuação da série, cheia de reviravoltas, criaturas mitológicas e ação intensa."
  },
  {
    "id": "HHO-MC",
    "title": "A Marca de Atena",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/HHO-MC.png",
    "type": "Livro",
    "status": "Lido",
    "year": "2012",
    "description": "Os semideuses dos acampamentos Grego e Romano unem forças para enfrentar uma profecia que pode prever a destruição do mundo. 'A Marca de Atena' leva Annabeth, Percy e seus amigos a uma jornada perigosa pelo Mediterrâneo, enfrentando inimigos antigos e descobrindo segredos que podem abalar as estruturas dos dois acampamentos."
  },
  {
    "id": "HHO-CS",
    "title": "A Casa de Hades",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/HHO-CS.png",
    "type": "Livro",
    "status": "Não Lido",
    "year": "2013",
    "description": "'A Casa de Hades' leva os semideuses em uma jornada pelo Tártaro, o local mais perigoso do Submundo. Com inimigos à espreita e desafios terríveis, eles devem trabalhar juntos para alcançar a Casa de Hades e evitar a ascensão de Gaia. Amizades são testadas, segredos são revelados e sacrifícios são necessários para salvar o mundo."
  },
  {
    "id": "HHO-SB",
    "title": "O Sangue do Olimpo",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/HHO-SB.png",
    "type": "Livro",
    "status": "Não Lido",
    "year": "2014",
    "description": "Chegando ao épico desfecho da série, 'O Sangue do Olimpo' reúne os semideuses em uma batalha final contra as forças de Gaia. A profecia se concretiza, e eles devem arriscar tudo para impedir o despertar da deusa primordial. A tensão atinge seu auge, e o destino do Olimpo e da Terra está nas mãos destes heróis extraordinários."
  },
  {
    "id": "PJO-DS",
    "title": "Diário dos Semideuses",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/PJO-DS.png",
    "type": "Livro",
    "status": "Lido",
    "year": "2015",
    "description": "Em 'Diário dos Semideuses', Rick Riordan apresenta um compêndio repleto de informações essenciais para os fãs de Percy Jackson e os Olimpianos. Explore detalhes sobre os personagens, criaturas mitológicas e o mundo dos semideuses. Descubra segredos dos bastidores e curiosidades sobre a criação da série. Uma leitura obrigatória para os admiradores desta emocionante saga."
  },
  {
    "id": "GOW-1",
    "title": "God of War",
    "author": "Robert E. Vardeman",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/GOW-1.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2012,
    "description": "Em 'God of War', mergulhe na épica jornada de Kratos, um guerreiro espartano em busca de redenção em um mundo repleto de deuses, monstros e mitologia grega. Através de batalhas brutais e desafios divinos, Kratos enfrenta seu passado e forças sobrenaturais que ameaçam seu caminho em direção à vingança e redenção."
  },
  {
    "id": "GOW-2",
    "title": "God of War 2",
    "author": "Robert E. Vardeman",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/GOW-2.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2013,
    "description": "Em 'God of War 2', a saga de Kratos continua enquanto ele enfrenta novos desafios e inimigos nas terras mitológicas. Com a sombra de seu passado ainda pairando sobre ele, Kratos embarca em uma busca por poder divino, desencadeando eventos que sacudirão os próprios alicerces do Olimpo. Uma narrativa repleta de ação, traição e deidades imortais."
  },
  {
    "id": "SC-1",
    "title": "Suicide Club",
    "author": "Usamaru Furuya",
    "genre": "Crime",
    "coverUrl": "Imagens/capas/SC-1.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "Em 'Suicide Club', Usamaru Furuya oferece uma narrativa impactante que mergulha nas complexidades da psique humana. A história se desenrola em torno de eventos misteriosos e perturbadores, explorando temas profundos como vida, morte e sociedade. Prepare-se para uma experiência intensa e provocativa com este mangá envolvente."
  },  
  {
    "id": "YN-1",
    "title": "Your Name, Vol. 1",
    "author": "Makoto Shinkai",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/YN-1.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2017,
    "description": "Em 'Your Name, Vol. 1', mergulhe na envolvente narrativa que transcende as barreiras do tempo e espaço. Taki e Mitsuha, dois jovens com vidas separadas, descobrem que estão misteriosamente conectados. À medida que tentam desvendar esse enigma, segredos sobre o tempo, destino e amor começam a se desdobrar, levando-os a uma jornada emocional e surpreendente."
  },
  {
    "id": "YN-2",
    "title": "Your Name, Vol. 2",
    "author": "Makoto Shinkai",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/YN-2.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2017,
    "description": "No segundo volume de 'Your Name', a saga continua, explorando os desafios enfrentados por Taki e Mitsuha em sua busca para compreender o mistério que os une. Entre encontros e desencontros, esta narrativa cativante mescla elementos de romance, ficção científica e drama, proporcionando uma experiência única e emocionante."
  },
  {
    "id": "YN-3",
    "title": "Your Name, Vol. 3",
    "author": "Makoto Shinkai",
    "genre": "Fantasia",
    "coverUrl": "Imagens/capas/YN-3.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "No terceiro e último volume de 'Your Name', a resolução do enigma temporal que une os destinos de Taki e Mitsuha atinge seu ápice. Reviravoltas emocionantes, conclusões impactantes e revelações surpreendentes aguardam os leitores. Esta obra proporciona um desfecho memorável, encerrando com maestria a história que cativou corações ao redor do mundo."
  },
  {
    "id": "VK-1",
    "title": "Velvet Kiss, Vol. 1",
    "author": "Chihiro Harumi",
    "genre": "Hentai",
    "coverUrl": "Imagens/capas/VK-1.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "Em 'Velvet Kiss, Vol. 1', mergulhe em uma história envolvente que mistura romance e drama. A vida de Nitta é virada de cabeça para baixo quando ele se envolve com a misteriosa e encantadora Mizuhara. Entre segredos e paixões, esta narrativa cativante explora as complexidades do amor e dos desejos."
  },
  {
    "id": "VK-2",
    "title": "Velvet Kiss, Vol. 2",
    "author": "Chihiro Harumi",
    "genre": "Hentai",
    "coverUrl": "Imagens/capas/VK-2.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "No segundo volume de 'Velvet Kiss', a trama se aprofunda, revelando mais sobre os personagens e os desafios que enfrentam. Nitta e Mizuhara são testados em sua jornada, enquanto segredos do passado e dilemas morais emergem. Uma história que mistura sensualidade e emoção, levando os leitores por caminhos inesperados."
  },
  {
    "id": "VK-3",
    "title": "Velvet Kiss, Vol. 3",
    "author": "Chihiro Harumi",
    "genre": "Hentai",
    "coverUrl": "Imagens/capas/VK-3.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "O terceiro volume de 'Velvet Kiss' continua a explorar os relacionamentos complexos entre Nitta e Mizuhara. À medida que a trama se desenrola, os personagens enfrentam dilemas morais, desejos conflitantes e reviravoltas emocionantes. Uma narrativa envolvente que mergulha nos aspectos mais profundos do amor e da conexão humana."
  },
  {
    "id": "VK-4",
    "title": "Velvet Kiss, Vol. 4",
    "author": "Chihiro Harumi",
    "genre": "Hentai",
    "coverUrl": "Imagens/capas/VK-4.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "No último volume de 'Velvet Kiss', a história atinge seu clímax, trazendo conclusões impactantes e decisões cruciais para os protagonistas. Nitta e Mizuhara enfrentam o desfecho de seus destinos entrelaçados, levando a uma reflexão profunda sobre amor, compromisso e redenção. Uma jornada intensa e cativante."
  },
  {
    "id": "IAAH-1",
    "title": "I Am a Hero - Volume 1",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-1.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "Acompanhe a história de Hideo Suzuki, um assistente de mangaká que luta para sobreviver em um mundo tomado por zumbis. Quando a epidemia se espalha, Hideo se vê em uma batalha pela vida, tentando entender a origem dos ataques e encontrar um refúgio seguro."
  },
  {
    "id": "IAAH-2",
    "title": "I Am a Hero - Volume 2",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-2.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "Hideo continua sua jornada desesperada para sobreviver ao apocalipse zumbi. Enquanto lida com os horrores ao seu redor, ele enfrenta desafios emocionais e psicológicos que testam seus limites. Será que Hideo conseguirá manter sua sanidade em meio ao caos?"
  },
  {
    "id": "IAAH-3",
    "title": "I Am a Hero - Volume 3",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-3.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "A saga de Hideo Suzuki continua enquanto ele enfrenta novos perigos e encontra outros sobreviventes. Os zumbis não são a única ameaça, e Hideo descobre que, em um mundo devastado, as relações humanas também podem ser tão perigosas quanto os mortos-vivos."
  },
  {
    "id": "IAAH-4",
    "title": "I Am a Hero - Volume 4",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-4.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "Hideo enfrenta desafios ainda maiores à medida que tenta sobreviver em um Japão infestado de zumbis. Novos personagens e reviravoltas aguardam enquanto ele luta para encontrar um propósito neste novo mundo e garantir a sua existência."
  },
  {
    "id": "IAAH-5",
    "title": "I Am a Hero - Volume 5",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-5.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "O pesadelo zumbi de Hideo atinge novos patamares. Enquanto ele luta contra criaturas mortas-vivas e seres humanos desesperados, sua própria sanidade é posta à prova. Até onde ele irá para sobreviver neste mundo devastado?"
  },
  {
    "id": "IAAH-6",
    "title": "I Am a Hero - Volume 6",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-6.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2019,
    "description": "A jornada de Hideo Suzuki continua a se desdobrar em meio a um Japão transformado. O que antes era familiar agora é tomado por zumbis e caos. Hideo precisa encontrar esperança e razão para continuar, mesmo quando o mundo ao seu redor desmorona."
  },
  {
    "id": "IAAH-7",
    "title": "I Am a Hero - Volume 7",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-7.png",
    "type": "Mangá",
    "status": "Lido",
    "year": 2019,
    "description": "O mundo de Hideo Suzuki tornou-se um pesadelo de zumbis e sobrevivência. Enquanto ele luta para encontrar um propósito e uma maneira de se conectar com outros sobreviventes, o terror continua a se desenrolar em todas as direções."
  },
  {
    "id": "IAAH-8",
    "title": "I Am a Hero - Volume 8",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "Imagens/capas/IAAH-8.png",
    "type": "Zumbi",
    "status": "Lido",
    "year": 2019,
    "description": "Hideo enfrenta novos desafios e ameaças enquanto o mundo ao seu redor se desintegra. A linha entre a realidade e o pesadelo torna-se cada vez mais tênue. Até onde Hideo irá para sobreviver e manter um fragmento de humanidade?"
  },
  {
    "id": "IAAH-9",
    "title": "I Am a Hero - Volume 9",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-9.png",
    "type": "Mangá",
    "status": "Lendo",
    "year": 2019,
    "description": "A jornada solitária de Hideo Suzuki através do apocalipse zumbi continua. Enquanto ele enfrenta horrores inimagináveis, a linha entre a sanidade e a loucura se desfaz. Hideo encontrará uma luz no fim do túnel ou sucumbirá às trevas que o cercam?"
  },
  {
    "id": "IAAH-10",
    "title": "I Am a Hero - Volume 10",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-10.png",
    "type": "Mangá",
    "status": "Não Lido",
    "year": 2019,
    "description": "Hideo Suzuki enfrenta seu destino em um mundo devastado. Criaturas mortas-vivas e ameaças humanas continuam a desafiá-lo, mas ele se recusa a desistir. Em um Japão à beira do colapso, Hideo busca respostas e uma razão para continuar lutando."
  },
  {
    "id": "IAAH11",
    "title": "I Am a Hero, Vol. 11",
    "author": "Kengo Hanazawa",
    "genre": "Zumbi",
    "coverUrl": "Imagens/capas/IAAH-11.png",
    "type": "Mangá",
    "status": "Não Lido",
    "year": 2020,
    "description": "O confronto final se aproxima, e Hideo deve encontrar uma maneira de enfrentar o inimaginável para garantir a sobrevivência da humanidade. O destino de todos depende de sua coragem e determinação inabalável."
  },
  {
    "id": "ME-1",
    "title": "Marley & Eu",
    "author": "John Grogan",
    "genre": "Ficção",
    "coverUrl": "Imagens/capas/ME-1.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2006,
    "description": "Uma história comovente sobre a vida de John Grogan e sua família, centrada em seu adorável, mas travesso, Labrador Retriever, Marley. Este livro explora os altos e baixos de criar um cachorro desobediente, mas incrivelmente amoroso, e os ensinamentos que Marley trouxe para a vida da família Grogan."
  },
  {
    "id": "CPC-LPM",
    "title": "A Carta de Pero Vaz de Caminha",
    "author": "L&PM Editores",
    "genre": "História",
    "coverUrl": "Imagens/capas/CPC-LPM.png",
    "type": "Livro",
    "status": "Lido",
    "year": 2003,
    "description": "A Carta de Pero Vaz de Caminha é um documento histórico que relata os primeiros momentos do descobrimento do Brasil. Escrita por Pero Vaz de Caminha, secretário do navegador Pedro Álvares Cabral, a carta descreve as impressões dos portugueses sobre a nova terra, suas impressões sobre os nativos e os eventos iniciais do contato entre os dois mundos."
  },
  {
    "id": "DC-BAT-SIL-1",
    "title": "DC Graphic Novels. Batman. Silêncio. Parte 1",
    "author": "Eaglemoss",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/DC-BAT-SIL-1.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2015,
    "description": "Explore a primeira parte da saga 'Silêncio' do Batman com esta graphic novel da Eaglemoss. Testemunhe o Cavaleiro das Trevas enfrentando um misterioso inimigo que manipula os eventos de sua vida de maneiras inimagináveis. Com arte envolvente e uma narrativa intrigante, esta edição é imprescindível para os fãs do Homem-Morcego."
  },
  {
    "id": "DC-FLASH-SEF-1",
    "title": "Flash - Seguindo em Frente - Volume 1",
    "author": "Francis Manapul",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/DC-FLASH-SEF-1.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2015,
    "description": "Mergulhe no mundo do Velocista Escarlate com 'Flash - Seguindo em Frente - Volume 1', escrito e ilustrado por Francis Manapul. Acompanhe Barry Allen enquanto ele enfrenta desafios sobrenaturais e lida com os impactos de sua vida como o Flash. Com arte dinâmica e uma narrativa envolvente, este volume é uma adição emocionante à coleção de qualquer fã do Flash."
  },
  {
    "id": "MARV-CA-TWS",
    "title": "Capitão América - O Soldado Invernal",
    "author": "Ed Brubaker",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-CA-TWS.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2019,
    "description": "Em 'Capitão América - O Soldado Invernal', Ed Brubaker leva os leitores a uma emocionante jornada repleta de intriga, ação e reviravoltas. A trama envolvente destaca o Capitão América enfrentando desafios complexos enquanto confronta seu próprio passado. Com uma mistura de suspense e heroísmo, este volume é uma adição imperdível para os fãs do Universo Marvel."
  },
  {
    "id": "MARV-OHMP-V1",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 1: Vingadores",
    "author": "Kurt Busiek",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-OHMP-V1.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2014,
    "description": "Embarque em uma jornada épica através do Universo Marvel neste volume, onde os maiores heróis se unem para enfrentar ameaças inimagináveis. Kurt Busiek traz uma narrativa envolvente que destaca a força, coragem e a interação única entre os personagens icônicos da Marvel."
  },
  {
    "id": "MARV-OHMP-V2",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 2: Homem-Aranha",
    "author": "Kurt Busiek",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-OHMP-V2.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2014,
    "description": "O épico continua neste segundo volume, com Kurt Busiek explorando ainda mais as dinâmicas entre os heróis da Marvel. A ação intensa, os conflitos emocionais e as tramas surpreendentes tornam este quadrinho uma leitura imperdível para os fãs do universo superheroico."
  },
  {
    "id": "MARV-OHMP-V3",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 3: Wolverine",
    "author": "Kurt Busiek",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-OHMP-V3.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2014,
    "description": "A saga épica continua neste terceiro volume, com Kurt Busiek explorando novos desafios e ameaças para os heróis mais poderosos da Marvel. Com reviravoltas emocionantes e momentos épicos, este quadrinho oferece uma visão única do universo superheroico."
  },
  {
    "id": "MARV-OHMP-V4",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 4: Hulk",
    "author": "Kurt Busiek",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-OHMP-V4.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2014,
    "description": "Prepare-se para mais ação e aventura neste quarto volume, onde Kurt Busiek mergulha nas tramas incríveis que envolvem o poderoso Hulk. Com confrontos épicos, desenvolvimentos de personagens e momentos inesquecíveis, este quadrinho é uma adição essencial para os fãs do Gigante Esmeralda."
  },
  {
    "id": "MARV-OHMP-V5",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 5: Homem de Ferro",
    "author": "Kurt Busiek",
    "genre": "Quadrinhos",
    "coverUrl": "Imagens/capas/MARV-OHMP-V5.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2014,
    "description": "Chegamos ao quinto volume desta série empolgante, onde Kurt Busiek explora as façanhas do Homem de Ferro. Com confrontos épicos, desenvolvimentos de personagens e momentos inesquecíveis, este quadrinho mantém o nível de excelência da coleção."
  },
  {
    "id": "MARV-OHMP-V6",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 6: Viúva Negra",
    "author": "Kurt Busiek",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-OHMP-V6.png",
    "type": "HQ",
    "status": "Não Lido",
    "year": 2014,
    "description": "A Viúva Negra assume o centro do palco neste sexto volume da série. Kurt Busiek continua a explorar as complexidades da Marvel, oferecendo uma visão única da heroína em meio a desafios emocionantes e perigos mortais."
  },
  {
    "id": "MARV-OHMP-V7",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 7: Capitão América",
    "author": "Kurt Busiek",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-OHMP-V7.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2014,
    "description": "O Capitão América entra em cena neste sétimo volume, com Kurt Busiek explorando as virtudes e desafios do icônico herói. Uma jornada cheia de ação, patriotismo e dilemas morais aguarda os leitores."
  },
  {
    "id": "MARV-OHMP-V8",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 8: Tocha Humana",
    "author": "Kurt Busiek",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-OHMP-V8.png",
    "type": "HQ",
    "status": "Lido",
    "year": 2014,
    "description": "O calor está insuportável neste oitavo volume, dedicado à Tocha Humana. Kurt Busiek apresenta uma trama ardente repleta de ação e drama, oferecendo uma visão íntima do herói flamejante."
  },
  {
    "id": "MARV-OHMP-V9",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 9: Gavião Arqueiro",
    "author": "Kurt Busiek",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-OHMP-V9.png",
    "type": "HQ",
    "status": "Não Lido",
    "year": 2014,
    "description": "O Gavião Arqueiro assume o protagonismo neste nono volume, com Kurt Busiek explorando as habilidades únicas e as complexidades do arqueiro. Uma jornada de flechas, ação e intriga aguarda os leitores."
  },
  {
    "id": "MARV-OHMP-V10",
    "title": "Os Heróis Mais Poderosos da Marvel - Volume 10: X-Men",
    "author": "Kurt Busiek",
    "genre": "Herói",
    "coverUrl": "Imagens/capas/MARV-OHMP-V10.png",
    "type": "HQ",
    "status": "Não Lido",
    "year": 2014,
    "description": "Os X-Men entram em cena neste décimo volume, com Kurt Busiek explorando o fascinante mundo dos mutantes. Uma saga épica, repleta de poderes extraordinários, conflitos emocionais e desafios incomparáveis."
  }       
]