[
  {
    "id": "PJO-LR",
    "title": "Percy Jackson e o Ladrão de Raios",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/61JenSx3wKL._SL1000_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": 2005,
    "description": "Embarque em uma emocionante jornada ao lado de Percy Jackson, um garoto que descobre ser um semideus, filho de Poseidon. Acusado injustamente de roubar o raio-mestre de Zeus, Percy se vê no centro de uma conspiração que pode levar a uma guerra entre os deuses do Olimpo. Acompanhe Percy, Annabeth e Grover enquanto enfrentam monstros mitológicos, desvendam segredos antigos e lutam para limpar o seu nome e evitar uma catástrofe divina."
  },
  {
    "id": "PJO-MM",
    "title": "Percy Jackson e o Mar de Monstros",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/912XgnWJpQL._SL1500_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": 2006,
    "description": "Percy Jackson retorna em uma aventura repleta de perigos, navegando pelo temido Mar de Monstros em busca do lendário Velocino de Ouro, o único artefato que pode salvar o acampamento dos semideuses da destruição. No caminho, eles enfrentam criaturas mitológicas aterrorizantes, descobrem segredos misteriosos e testam os limites de sua amizade e coragem."
  },
  {
    "id": "PJO-MT",
    "title": "Percy Jackson e a Maldição do Titã",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/71ps3x0cJ9L._SL1000_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": 2007,
    "description": "A ameaça do titã Cronos cresce cada vez mais, e Percy e seus amigos devem se unir para enfrentar o inimigo mais poderoso que já encontraram. A maldição do titã ameaça a profecia que poderia mudar o destino dos semideuses, e eles precisam correr contra o tempo para evitar a destruição do Olimpo."
  },
  {
    "id": "PJO-BL",
    "title": "Percy Jackson e a Batalha do Labirinto",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/71ne5kmq0PL._SL1000_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": 2008,
    "description": "Percy Jackson e seus aliados exploram o misterioso Labirinto de Dédalo, uma construção lendária repleta de armadilhas e enigmas. Sua missão é encontrar uma saída para evitar a invasão de monstros que ameaça o acampamento. Ao mesmo tempo, eles descobrem segredos que podem mudar tudo o que sabem sobre o mundo dos semideuses."
  },
  {
    "id": "PJO-UO",
    "title": "Percy Jackson e os Olimpianos: O Último Olimpiano",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/61OyI3yri1L._SL1000_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": 2009,
    "description": "Na emocionante conclusão da série, Percy Jackson enfrenta a batalha final contra as forças do titã Cronos, que ameaçam destruir o Olimpo e mergulhar o mundo na escuridão. O destino dos semideuses e dos deuses gregos está em suas mãos, e ele deve provar seu valor como um verdadeiro herói em uma luta épica."
  },
  {
    "id": "PJO-GD",
    "title": "O Guia Definitivo Percy Jackson e os Olimpianos",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://www.containercultura.com.br/imgs/produtos/101821/images/101821.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": 2009,
    "description": "Este guia abrangente oferece uma visão detalhada do mundo dos semideuses e dos deuses gregos. Explore a história e os segredos por trás dos personagens, monstros e lugares que fazem parte da saga de Percy Jackson. Descubra fatos curiosos, ilustrações exclusivas e informações essenciais para os fãs."
  },
  {
    "id": "PJO-AS",
    "title": "Os Arquivos do Semideus",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/61H5ketROjL._SL1000_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": 2010,
    "description": "Explore novas histórias e informações exclusivas no mundo dos semideuses com 'Os Arquivos do Semideus'. Este livro apresenta relatos adicionais, missões extras e detalhes fascinantes sobre os personagens favoritos da série Percy Jackson e os Olimpianos. Uma leitura essencial para os fãs que desejam aprofundar ainda mais seu conhecimento sobre o universo criado por Rick Riordan."
  },
    {
      "id": "PJO-LR-HQ",
      "title": "Percy Jackson e o Ladrão de Raios (HQ)",
      "author": "Rick Riordan",
      "genre": "Fantasia",
      "coverUrl": "https://m.media-amazon.com/images/I/71pQJpsu2IL._SL1000_.jpg",
      "type": "HQ",
      "status": "Lido",
      "year": "2011",
      "description": "A adaptação em quadrinhos do primeiro livro da série 'Percy Jackson e os Olimpianos'. Acompanhe Percy em sua jornada como um semideus, enfrentando monstros, descobrindo segredos sobre seu passado e interagindo com os deuses do Olimpo."
    },
    {
      "id": "PJO-MM-HQ",
      "title": "Percy Jackson e o Mar de Monstros (HQ)",
      "author": "Rick Riordan",
      "genre": "Fantasia",
      "coverUrl": "https://m.media-amazon.com/images/I/71opfIuw52L._SL1000_.jpg",
      "type": "HQ",
      "status": "Lido",
      "year": "2013",
      "description": "A versão em quadrinhos da emocionante continuação da série, onde Percy embarca em uma jornada pelo Mar de Monstros para encontrar o mítico Velocino de Ouro. Com seus amigos e aliados, Percy enfrenta desafios épicos e criaturas mitológicas para salvar o Acampamento Meio-Sangue."
    },
    {
      "id": "PJO-MT-HQ",
      "title": "Percy Jackson e a Maldição do Titã (HQ)",
      "author": "Rick Riordan",
      "genre": "Fantasia",
      "coverUrl": "https://m.media-amazon.com/images/I/814tHv8McaL._SL1000_.jpg",
      "type": "HQ",
      "status": "Lido",
      "year": "2014",
      "description": "A adaptação em quadrinhos do terceiro livro da série, onde Percy parte em uma perigosa missão para resgatar Annabeth e Artemis das garras do General dos Titãs. Com reviravoltas emocionantes e encontros com deuses e monstros, Percy enfrenta seu destino como um herói meio-sangue."
    },  
  {
    "id": "PJO-CD",
    "title": "Percy Jackson e Cálice dos Deuses",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/61+2RRstscL._SL1000_.jpg",
    "type": "Livro",
    "status": "Quero",
    "year": "2023",
    "description": "Após quase dez anos de espera, os fãs do semideus mais amado ― e azarado ― da literatura já podem comemorar: Percy Jackson está de volta! No aguardado novo título da série Percy Jackson e os olimpianos, que chega ao Brasil em lançamento simultâneo, o filho de Poseidon se prepara para uma de suas missões mais difíceis até agora: entrar na faculdade."
  },  
  {
    "id": "HHO-LH",
    "title": "O Herói Perdido",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/613qEqF6DNL._SL1000_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": "2010",
    "description": "Em 'O Herói Perdido', Jason acorda em um ônibus escolar sem memória, ao lado de dois amigos que também não se lembram de nada. Juntos, eles embarcam em uma jornada épica para descobrir suas identidades e enfrentar desafios inimagináveis. Uma nova profecia, deuses romanos e perigos inesperados aguardam esses heróis perdidos."
  },
  {
    "id": "HHO-FA",
    "title": "O Filho de Netuno",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/91ifusb3B2L._SL1500_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": "2011",
    "description": "Percy Jackson está de volta, mas com amnésia. Ele se junta a novos amigos em uma missão para liberar a Morte da Terra e salvar o Acampamento Meio-Sangue. 'O Filho de Netuno' é uma emocionante continuação da série, cheia de reviravoltas, criaturas mitológicas e ação intensa."
  },
  {
    "id": "HHO-MC",
    "title": "A Marca de Atena",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/71EZBoLBULL._SL1000_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": "2012",
    "description": "Os semideuses dos acampamentos Grego e Romano unem forças para enfrentar uma profecia que pode prever a destruição do mundo. 'A Marca de Atena' leva Annabeth, Percy e seus amigos a uma jornada perigosa pelo Mediterrâneo, enfrentando inimigos antigos e descobrindo segredos que podem abalar as estruturas dos dois acampamentos."
  },
  {
    "id": "HHO-CS",
    "title": "A Casa de Hades",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/61D7SPJIzmL._SL1000_.jpg",
    "type": "Livro",
    "status": "Não Lido",
    "year": "2013",
    "description": "'A Casa de Hades' leva os semideuses em uma jornada pelo Tártaro, o local mais perigoso do Submundo. Com inimigos à espreita e desafios terríveis, eles devem trabalhar juntos para alcançar a Casa de Hades e evitar a ascensão de Gaia. Amizades são testadas, segredos são revelados e sacrifícios são necessários para salvar o mundo."
  },
  {
    "id": "HHO-SB",
    "title": "O Sangue do Olimpo",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/81h37421KuL._SL1500_.jpg",
    "type": "Livro",
    "status": "Não Lido",
    "year": "2014",
    "description": "Chegando ao épico desfecho da série, 'O Sangue do Olimpo' reúne os semideuses em uma batalha final contra as forças de Gaia. A profecia se concretiza, e eles devem arriscar tudo para impedir o despertar da deusa primordial. A tensão atinge seu auge, e o destino do Olimpo e da Terra está nas mãos destes heróis extraordinários."
  },
  {
    "id": "PJO-DS",
    "title": "Diário dos Semideuses",
    "author": "Rick Riordan",
    "genre": "Fantasia",
    "coverUrl": "https://m.media-amazon.com/images/I/81zahz2Le2L._SL1500_.jpg",
    "type": "Livro",
    "status": "Lido",
    "year": "2015",
    "description": "Em 'Diário dos Semideuses', Rick Riordan apresenta um compêndio repleto de informações essenciais para os fãs de Percy Jackson e os Olimpianos. Explore detalhes sobre os personagens, criaturas mitológicas e o mundo dos semideuses. Descubra segredos dos bastidores e curiosidades sobre a criação da série. Uma leitura obrigatória para os admiradores desta emocionante saga."
  },  
  {
    "id": "IAAH-1",
    "title": "I Am a Hero, Vol. 1",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/91fb1qUVHoL._SL1500_.jpg",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "Entre no mundo sombrio e apocalíptico de Hideo, um desenhista de mangá que se vê cercado por zumbis sedentos de sangue. Ele luta para sobreviver e manter sua sanidade à medida que o mundo que conhecia desmorona. Os mortos-vivos são apenas o começo de seus desafios, e ele deve encontrar a coragem para enfrentar o horror."
  },
  {
    "id": "IAAH-2",
    "title": "I Am a Hero, Vol. 2",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/91qvi31Yv9L._SL1500_.jpg",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "A jornada angustiante de Hideo continua enquanto ele enfrenta ameaças cada vez mais aterrorizantes em um mundo onde os zumbis são apenas uma parte do pesadelo. Ele luta para proteger a si mesmo e aos poucos sobreviventes que encontra em sua busca por segurança."
  },
  {
    "id": "IAAH-3",
    "title": "I Am a Hero, Vol. 3",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/91e0yktPqvL._SL1500_.jpg",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "A linha entre a realidade e a loucura se torna cada vez mais tênue para Hideo, à medida que ele enfrenta desafios grotescos e se depara com horrores inimagináveis. Sua batalha pela sobrevivência é uma luta não apenas contra os zumbis, mas também contra sua própria mente."
  },
  {
    "id": "IAAH-4",
    "title": "I Am a Hero, Vol. 4",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/91q0cMM7PbL._SL1500_.jpg",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "Hideo e seus companheiros buscam desesperadamente um refúgio seguro em meio ao caos. Eles descobrem que, em um mundo repleto de zumbis, os verdadeiros monstros podem ser os seres humanos. A lealdade é posta à prova, e escolhas difíceis aguardam."
  },
  {
    "id": "IAAH-5",
    "title": "I Am a Hero, Vol. 5",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/91-NOWu5fPL._SL1500_.jpg",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "Os segredos sombrios por trás da origem dos zumbis começam a se desvendar, revelando uma trama ainda mais sinistra. Enquanto Hideo e seus aliados lutam para sobreviver, eles devem manter a esperança viva em meio à desolação."
  },
  {
    "id": "IAAH-6",
    "title": "I Am a Hero, Vol. 6",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/91Z3l64KyFL._SL1500_.jpg",
    "type": "Mangá",
    "status": "Lido",
    "year": 2018,
    "description": "Hideo enfrenta desafios inimagináveis e luta para manter a esperança, mesmo quando o mundo ao seu redor está à beira do colapso. Sua determinação e coragem são testadas, e ele deve encontrar forças para continuar."
  },
  {
    "id": "IAAH-7",
    "title": "I Am a Hero, Vol. 7",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/81d+dcNvyEL._SL1500_.jpg",
    "type": "Mangá",
    "status": "Lido",
    "year": 2019,
    "description": "A luta pela sobrevivência se intensifica, e Hideo e seus companheiros enfrentam ameaças brutais e traições em um mundo onde a humanidade está em declínio. A esperança se torna um bem precioso, e a capacidade de confiar nos outros é constantemente desafiada."
  },
  {
    "id": "IAAH-8",
    "title": "I Am a Hero, Vol. 8",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/91V3Ztfa69L._SL1500_.jpg",
    "type": "Mangá",
    "status": "Lido",
    "year": 2019,
    "description": "Enquanto o grupo de sobreviventes enfrenta novas ameaças e traições, a coragem e a lealdade de cada membro são postas à prova. Eles descobrem que, em um mundo pós-apocalíptico, os verdadeiros desafios estão nas escolhas que fazemos e nas alianças que forjamos."
  },
  {
    "id": "IAAH-9",
    "title": "I Am a Hero, Vol. 9",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/81NvPqTSdXL._SL1500_.jpg",
    "type": "Mangá",
    "status": "Não Lido",
    "year": 2019,
    "description": "Enquanto alguns lutam desesperadamente pela sobrevivência, outros são confrontados com dilemas morais complexos em um mundo onde a linha entre humanidade e monstruosidade se torna borrada. As decisões que tomam moldarão o futuro de todos."
  },
  {
    "id": "IAMAH10",
    "title": "I Am a Hero, Vol. 10",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/81KRJviTJQL._SL1500_.jpg",
    "type": "Mangá",
    "status": "Não Lido",
    "year": 2019,
    "description": "A luta contra os zumbis se torna ainda mais brutal e desesperada, e Hideo está determinado a proteger aqueles que ama. No meio da carnificina, ele descobre que a verdadeira força reside na capacidade de resistir ao inimaginável."
  },
  {
    "id": "IAMAH11",
    "title": "I Am a Hero, Vol. 11",
    "author": "Kengo Hanazawa",
    "genre": "Mangá",
    "coverUrl": "https://m.media-amazon.com/images/I/812w55A0SsL._SL1500_.jpg",
    "type": "Mangá",
    "status": "Não Lido",
    "year": 2020,
    "description": "O confronto final se aproxima, e Hideo deve encontrar uma maneira de enfrentar o inimaginável para garantir a sobrevivência da humanidade. O destino de todos depende de sua coragem e determinação inabalável."
  }
]